Repository: common-repository/notificare-website-push
Catalog: languages/*.po
Languages: nl_nl

source: Notificare settings
nl_nl: Notificare instellingen

source: Before continuing grab your Application Key and Application Secret from
nl_nl: Voordat je verder gaat, zoek je toepassingssleutel en toepassingsgeheim op in

source: For information about this plugin configuration, please visit
nl_nl: Voor meer informatie over de instellingen van deze plugin, ga naar

source: Application Name
nl_nl: Applicatienaam

source: Application Version
nl_nl: Applicatieversie

source: Allow Silent Push
nl_nl: Sta stille push toe

source: Sounds Directory
nl_nl: Locatie voor Audiobestanden

source: Service Worker File (only if different than the one provided by this plugin)
nl_nl: Service Worker bestand (alleen indien anders dan aangeleverd door deze plugin)

source: Override manifest.json
nl_nl: Genereer manifest.json

source: If not overridden, you must provide a manifest file yourself. Read more about manifest files <a href="%s">here</a>.
nl_nl: Indien niet gegenereerd, dient u zelf een manifest bestand te plaatsen. Lees <a href="%s">hier</a> meer over manifest bestanden.

source: Google Maps API Settings
nl_nl: Google Maps API Instellingen

source: Geolocation Options
nl_nl: Geolocatie opties

source: Enable High Accuracy
nl_nl: Schakel hoge accuraatheid in

source: Maximum Age
nl_nl: Maximale geldigheidsduur

source: You do not have sufficient permissions to access this page.
nl_nl: Je hebt niet voldoende rechten om deze pagina te bezoeken

source: Application Name is required
nl_nl: Applicatienaam is vereist

source: Application Host is required
nl_nl: Applicatie host is vereist

source: Application Version is required
nl_nl: Versienummer van je applicatie is vereist

source: Application Key is required
nl_nl: Application Key is vereist

source: Application Secret is required
nl_nl: Application Secret is vereist

source: Settings saved successfully
nl_nl: Je instellingen zijn succesvol opgeslagen

source: Smart push notifications for WordPress websites.
nl_nl: Slimme push notificaties voor Wordpress websites
